{
	"13": {"name": "Buryat boozy",
		"ingredients": {
			"beef": "500g",
    			"pork": "500g",
    			"onions": "150g",
    			"salt": "1 tspn",
    			"ground black pepper": "1 tspn",
    			"flour": "500g",
    			"vegetable oil": "2 tsp",
    			"chicken egg": "2 pcs",
    			"pork fat": "150g",
    			"water": ""}, 
		"recipe": "Grind the meat well, adding finely chopped onions. Salt and pepper to taste. Add minced lard and one egg to the minced meat. All mix well. Separately prepare a tight dough. Sift the flour, add a glass of water, one egg and salt. Mix thoroughly and let the dough “rest” for 15 minutes. Roll out the dough in a thin layer, make circles using a glass. On each circle, lay the minced meat and pinch, leaving a hole on top. It is so that more juice is released during cooking. Cooking a double boiler. Before you put the poses on a special baking sheet, they need to be greased in oil so that they do not stick. Brew poses 40-60 minutes. Good appetite!"},
	"36": {"name": "Beef Stroganoff",
		"ingredients": {
			"beef": "400g",
			"onion": "1 pcs",
			"sour cream": "150g",
			"heavy cream": "100g",
			"flour": "50g",
			"water": "200g",
			"oil": "", 
			"salt": "",
			"pepper":""},
		"recipe": "Prepare your beef by removing all the tough tissues, and cut into strips about 1cm thick and 5-6 cm long. Clean your mushrooms with a paring knife and slice them thinly. Slice your onion into thin strips. In a bowl, mix together flour, salt and pepper. Add your meat and cover all the pieces evenly with the flour mixture. Remove the excess flour by placing the meat in the sieve and shaking it a little. Prepare the pan with a bit of oil. Keep it on medium-high heat. Place the meat into the pan in a single layer. Make sure the pan is not saturated. Fry the pieces for about 2-3 minutes until allsides have a golden-brown crust. Place the meat onto a plate and repeat this step if you have more slices left. Now without washing the pan, add a little more oil to it and keep at medium-high. Add the sliced mushrooms and fry fast until the golden crust forms. Also put into a plate. In the same pan fry your onions, until soft. Remove to a plate. Keep the pan on the heat and add water to it. Wait for the water to boil and start evaporating. Scrape all the caramelized bits from the bottom of your pan into the water. Once your water has reduced by half add the heavy cream and sour cream. Whisk everything together and add salt and pepper. Cook the liquid for a couple of minutes before adding your meat, mushrooms and onions. Let the beef braise for about 10 minutes before serving it with your garnish."},
	"43": {"name": "Chak-chak",
		"ingredients": {
			"flour": "200g",
			"eggs": "2 pcs",
			"sugar": "50g",
			"baking soda": "half of tspn",
			"salt": "",
			"oil": "",
			"honey": "250g"},
		"recipe": "Using a hand whisk or a fork, beat the eggs and mix the sugar, salt and baking soda in a bowl until smooth. Sift the flour on a clean cooking surface and create a kind of hollow in the middle; use around 180g of flour and then use the rest for the cooking surface later on. Carefully pour the beaten eggs into the hollow and, using a fork, start mixing it with the flour. When the dough gets thicker, continue kneading it with your hands for around 5 minutes, until it gets soft and does not stick to your hands. Round the dough into a ball, put in a plastic bag or container, and allow to rest in a cool corner for 20 minutes. Divide the dough into two equal pieces and start rolling one at a time. Roll one piece into a thin rectangle layer about 2-4mm thick; then cut the layer into strips that are about 4cm wide, and leave for 10 minutes to dry. Dust the strips with flour, and layer on top of each other. Cut them crosswise into narrow pieces about 5mm wide: they should separate very easily. Repeat the process with the second dough ball to get many small dough “noodles”. When you are finished with cutting all the dough, pour enough oil into a deep pot: you will need at least 300ml for frying. Bring it to medium-high heat and test by putting one “noodle” into a pot: if it starts expanding immediately, then the temperature is right. Start frying the “noodles” in small portions – one handle at a time will be enough, the dough expands in size while cooking. Constantly stir the dough pieces with a skimmer while frying, and cook until golden – it usually takes one or two minutes. Place the ready “noodles” on paper towels to absorb extra oil and continue frying. To make syrup, just mix sugar with honey in a pot and bring to a boil on low heat. Simmer the syrup for a minute or two and quickly remove from heat. Transfer all the fried dough pieces in a large bowl, and pour the hot syrup over and immediately start mixing chak-chak with a wooden spoon to cover the “noodles” with honey. Then gently transfer the mixture on a prepared dish, dip your hands in cold water and shape chak-chak in a pyramid – make it quickly because chak-chak sets fast. You may decorate the cake with your favorite nuts."},
	"16": {"name": "Pelmeni with wild meat",
		"ingredients": {
			"wild meat": "500 g",
  			"onions": "150 g",
  			"salt": "",
  			"ground black pepper": "",
  			"flour": "500 g",
  			"vegetable oil": "",
  			"water": ""},
		"recipe": "Prepare the filling by grinding the wild meat and mixing it with finely chopped onions, salt, and ground black pepper. Roll out the dough (made from flour and water) and cut it into small circles. Place a small amount of the filling in the center of each dough circle and fold it in half, sealing the edges to form dumplings. Boil the pelmeni in salted water until they float to the surface. Remove the pelmeni from the water and fry them in vegetable oil until they are golden brown. Serve hot with sour cream or your preferred sauce. Enjoy!"},
	"6": {"name": "Telnoye",
		"ingredients": {
			"fillet of pike perch or pike": "500g",
			"loaf": "200g",
			"milk": "1 glass",
			"salt": "", 
			"pepper": "",
			"canned mushrooms": "3 tbsp",
			"eggs": "3 pcs",
			"onions": "3 pcs",
			"vegetable oil": "100 ml",
			"flour": "4 tbsp",
			"breadcrumbs": "1/2 cup",
			"greens of dill": "",
			"parsley": ""},
		"recipe": "We remove the ridge and bones from the fish, cut the fillet into large pieces. Break the baton into arbitrary pieces and soak in milk for 5-10 minutes. Mix the soaked loaf with filet slices and double-scroll through a meat grinder (you can cook the minced meat in a blender). Add salt and spices to the prepared minced meat and knead until smooth. Pickled mushrooms finely chopped. Peel the onions, cut into small cubes and fry in vegetable oil until tender. Hard-boiled eggs, peeled and finely chopped. Dill and parsley finely chopped. Preparing the filling: in a bowl, mix the mushrooms, eggs, fried onions and herbs. Salt and pepper to taste. We form balls of 5-6 cm in diameter from minced fish. Then we give everyone the shape of the cakes and put them on a cotton napkin. On each cake we put the filling and use a napkin to bend it in half. The edges of the cakes are tightly connected and give the semi-finished product the shape of a crescent (if this was not possible, we make them simply oval). Then roll the whole in the flour, and then in the breadcrumbs. In a deep frying pan, heat the vegetable oil, carefully spread the body oil and fry on both sides until a bright yellow crust appears. We shift into a baking dish. Pre-ignite the oven and preheat to 200-220 degrees. Put the form in the oven, bring the dish to readiness for 15-20 minutes. Serve with mashed potatoes and fresh vegetables on the table."
}
}